<template>
    <div>
        <div class="container my-5">
            <div class="card mb-3" style="max-width: 1500px;">
                <div class="row g-0">
                    <div class="col-md-6 d-flex justify-content-center">
                        <img src="../assets/Cyber.jpg" class="img-fluid rounded-start" alt="">
                    </div>
                    <div class="col-md-6">
                        <div class="card-body">
                            <h5 class="card-title text-center">Об Академии</h5>
                            <p class="card-text">
                            <ul>
                                <li>Академия киберспорта "X-GAMES" представляет собой передовой
                                    образовательный центр, нацеленный на выявление и развитие талантов в мире
                                    киберспорта.
                                    Мы предлагаем комплексную программу обучения, сочетающую в себе теоретические знания
                                    и
                                    практический опыт, разработанную ведущими экспертами индустрии. Наша цель -
                                    подготовить
                                    профессионалов высокого уровня, способных доминировать в соревнованиях и вести за
                                    собой
                                    новые поколения киберспортсменов.</li>
                                <li>Студенты "X-GAMES" имеют доступ к последним инновациям и игровым технологиям, что
                                    обеспечивает им беспрецедентные возможности для обучения и совершенствования своих
                                    навыков. Мы уделяем особое внимание развитию лидерских качеств, командной работы и
                                    психологической устойчивости, поскольку считаем, что эти аспекты являются ключевыми
                                    для
                                    успеха в киберспорте и за его пределами.</li>
                                <li>"X-GAMES" - это больше, чем академия. Это сообщество единомышленников, где каждый
                                    может
                                    найти поддержку, вдохновение и возможности для реализации своего потенциала в мире
                                    киберспорта.</li>
                            </ul>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'AboutUs',
}
</script>

<style scoped></style>