<template>
    <div>
        <div class="container my-5">
            <div class="card mb-3" style="max-width: 1500px;">
                <div class="row g-0">
                    <div class="col-md-5">
                        <div class="card-body">
                            <h5 class="card-title text-center">Для Студентов</h5>
                            <p class="card-text"> Для Студентов Наши программы включают:
                            <ul>
                                <li>Обширные курсы по различным киберспортивным дисциплинам, позволяющие развивать
                                    таланты
                                    игроков на всех уровнях мастерства.</li>
                                <li>Центр обучения и сертификации киберспортивных судей, тренеров и менеджеров для того,
                                    чтобы создавать качественные команды и события.</li>
                            </ul>
                            Преимущества обучения в "X-GAMES":
                            <ul>
                                <li>Гибкие форматы обучения - мы предлагаем как онлайн, так и офлайн курсы, чтобы каждый
                                    студент мог выбрать подходящий ему формат обучения.</li>
                                <li>Персональный подход - каждый ученик получает индивидуальное внимание и поддержку от
                                    наших профессионалов.</li>
                                <li>Участие в турнирах - мы сотрудничаем с крупнейшими организаторами турниров,
                                    предоставляя
                                    уникальную возможность принимать участие в соревнованиях.</li>
                                <li>Трудоустройство - успешные студенты имеют шанс попасть в составы киберспортивных
                                    команд
                                    региона СНГ, начать свою карьеру в индустрии киберспорта.</li>
                            </ul>
                            </p>
                        </div>
                    </div>
                    <div class="col-md-7 d-flex justify-content-center">
                        <img src="../assets/CyberStudents.jpg" class="img-fluid" alt="">
                    </div>
                </div>
            </div>
        </div>
    </div>

</template>

<script>
export default {
    name: 'ForStudents',
}
</script>


<style scoped></style>
