<template>
    <!-- Шаблон компонента "Для Студентов" -->
    <div>
        <!-- Контейнер с отступом -->
        <div class="container my-5">
            <!-- Карточка с информацией для студентов -->
            <div class="card mb-3" style="max-width: 1500px;">
                <!-- Строка с элементами -->
                <div class="row g-0">
                    <!-- Колонка для текстовой информации -->
                    <div class="col-md-5">
                        <div class="card-body">
                            <!-- Заголовок карточки -->
                            <h5 class="card-title text-center">Для Студентов</h5>
                            <!-- Текст карточки -->
                            <p class="card-text"> Для Студентов Наши программы включают:
                                <!-- Список -->
                                <ul>
                                    <!-- Элемент списка -->
                                    <li>Обширные курсы по различным киберспортивным дисциплинам, позволяющие развивать
                                        таланты
                                        игроков на всех уровнях мастерства.</li>
                                    <!-- Элемент списка -->
                                    <li>Центр обучения и сертификации киберспортивных судей, тренеров и менеджеров для
                                        того,
                                        чтобы создавать качественные команды и события.</li>
                                </ul>
                                Преимущества обучения в "X-GAMES":
                                <!-- Список -->
                                <ul>
                                    <!-- Элемент списка -->
                                    <li>Гибкие форматы обучения - мы предлагаем как онлайн, так и офлайн курсы, чтобы
                                        каждый
                                        студент мог выбрать подходящий ему формат обучения.</li>
                                    <!-- Элемент списка -->
                                    <li>Персональный подход - каждый ученик получает индивидуальное внимание и поддержку
                                        от
                                        наших профессионалов.</li>
                                    <!-- Элемент списка -->
                                    <li>Участие в турнирах - мы сотрудничаем с крупнейшими организаторами турниров,
                                        предоставляя
                                        уникальную возможность принимать участие в соревнованиях.</li>
                                    <!-- Элемент списка -->
                                    <li>Трудоустройство - успешные студенты имеют шанс попасть в составы киберспортивных
                                        команд
                                        региона СНГ, начать свою карьеру в индустрии киберспорта.</li>
                                </ul>
                            </p>
                        </div>
                    </div>
                    <!-- Колонка для изображения -->
                    <div class="col-md-7 d-flex justify-content-center">
                        <!-- Изображение -->
                        <img src="../assets/CyberStudents.jpg" class="img-fluid" alt="">
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'ForStudents', // Имя компонента
}
</script>

<style scoped></style> <!-- Локальные стили для компонента -->
